Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: %@ · Built %@
de: %@ · Erstellt %@
es: %@ · Compilado %@
fr: %@ · Compilé %@
it: %@ · Compilato %@
ja: %@ · ビルド %@
pt_br: %@ · Compilado %@
zh_hans: %@ · 构建于 %@

source: %@ alert. %@. %@
de: %@-Warnung. %@. %@
es: Aviso de %@. %@. %@
fr: Alerte %@. %@. %@
it: Avviso %@. %@. %@
ja: %@ の通知。%@。%@
pt_br: Alerta de %@. %@. %@
zh_hans: %@ 提醒。%@。%@

source: %@ by account for %@
de: %@ nach Konto für %@
es: %@ por cuenta para %@
fr: %@ par compte pour %@
it: %@ per conto per %@
ja: %@（勘定科目別、%@）
pt_br: %@ por conta para %@
zh_hans: %@，按科目，%@

source: %@ has no company data for this security.
de: %@ hat keine Unternehmensdaten zu diesem Wertpapier.
es: %@ no tiene datos de empresa para este valor.
fr: %@ n’a pas de données d’entreprise pour ce titre.
it: %@ non ha dati societari per questo titolo.
ja: %@ にはこの証券の企業データがありません。
pt_br: A %@ não tem dados de empresa para este título.
zh_hans: %@ 没有该证券的公司数据。

# %@ last reconciled %lld days ago
source: %1$@ last reconciled %2$lld days ago
de: %1$@ zuletzt vor %2$lld Tagen abgestimmt
es: %1$@ conciliada por última vez hace %2$lld días
fr: %1$@ rapproché pour la dernière fois il y a %2$lld jours
it: %1$@ riconciliato l’ultima volta %2$lld giorni fa
ja: %1$@ の最終照合は %2$lld 日前です
pt_br: %1$@ conciliada pela última vez há %2$lld dias
zh_hans: %1$@ 上次对账在 %2$lld 天前

source: %@ needs an API key, set in Settings ▸ Pricing.
de: %@ benötigt einen API-Schlüssel, einzurichten unter Einstellungen ▸ Kurse.
es: %@ necesita una clave de API, en Ajustes ▸ Cotizaciones.
fr: %@ nécessite une clé d’API, à définir dans Réglages ▸ Cours.
it: %@ richiede una chiave API, da impostare in Impostazioni ▸ Quotazioni.
ja: %@ には API キーが必要です（設定 ▸ 価格で設定）。
pt_br: A %@ precisa de uma chave de API, em Ajustes ▸ Cotações.
zh_hans: %@ 需要 API 密钥，请在“设置 ▸ 价格”中设置。

source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pt_br: %@ de %@

source: %@ on %@
de: %1$@ auf %2$@
es: %1$@ sobre %2$@
fr: %1$@ sur %2$@
it: %1$@ su %2$@
ja: %2$@ に対して %1$@
pt_br: %1$@ sobre %2$@
zh_hans: %2$@ 适用 %1$@

source: %@ pts
de: %@ Pkt.
it: %@ pt
ja: %@ ポイント
zh_hans: %@ 分

source: %@ remaining
de: Noch %@
es: Quedan %@
fr: %@ restant
it: %@ rimanenti
ja: 残り %@
pt_br: %@ restante
zh_hans: 剩余 %@

source: %@ since %@
de: %1$@ seit %2$@
es: %1$@ desde el %2$@
fr: %1$@ depuis le %2$@
it: %1$@ dal %2$@
ja: %2$@ 以降 %1$@
pt_br: %1$@ desde %2$@
zh_hans: 自 %2$@ 起 %1$@

source: %@ to go
de: Noch %@
es: Faltan %@
fr: Encore %@
it: Mancano %@
ja: あと %@
pt_br: Faltam %@
zh_hans: 还差 %@

source: %@ · %@ against %@ either side
de: %1$@ · %2$@ gegenüber %3$@ ringsum
es: %1$@ · %2$@ frente a %3$@ a ambos lados
fr: %1$@ · %2$@ face à %3$@ de part et d’autre
it: %1$@ · %2$@ contro %3$@ nei giorni vicini
ja: %1$@ · %2$@（前後は %3$@）
pt_br: %1$@ · %2$@ ante %3$@ nos dias vizinhos
zh_hans: %1$@ · %2$@，前后为 %3$@

source: %@ · %@ units should have become %@, and the book shows %@
de: %1$@ · aus %2$@ Einheiten hätten %3$@ werden müssen, das Buch zeigt %4$@
es: %1$@ · %2$@ unidades deberían haber pasado a %3$@, y el libro muestra %4$@
fr: %1$@ · %2$@ unités auraient dû devenir %3$@, et le livre indique %4$@
it: %1$@ · %2$@ unità sarebbero dovute diventare %3$@, e il libro mostra %4$@
ja: %1$@ · %2$@ 口は %3$@ になるはずですが、帳簿では %4$@ です
pt_br: %1$@ · %2$@ unidades deveriam ter virado %3$@, e o livro mostra %4$@
zh_hans: %1$@ · %2$@ 单位应变为 %3$@，而账簿显示 %4$@

source: %@ units
de: %@ Einheiten
es: %@ unidades
fr: %@ unités
it: %@ unità
ja: %@ 口
pt_br: %@ unidades
zh_hans: %@ 单位

source: %@ × %@ units
de: %1$@ × %2$@ Einheiten
es: %1$@ × %2$@ unidades
fr: %1$@ × %2$@ unités
it: %1$@ × %2$@ unità
ja: %1$@ × %2$@ 口
pt_br: %1$@ × %2$@ unidades
zh_hans: %1$@ × %2$@ 单位

source: %@, built %@. Copyright 2026 Hello Tham, crafted by Chris Tham.
de: %@, erstellt %@. Copyright 2026 Hello Tham, gestaltet von Chris Tham.
es: %@, compilado %@. Copyright 2026 Hello Tham, creado por Chris Tham.
fr: %@, compilé %@. Copyright 2026 Hello Tham, conçu par Chris Tham.
it: %@, compilato %@. Copyright 2026 Hello Tham, realizzato da Chris Tham.
ja: %@、ビルド %@。Copyright 2026 Hello Tham、制作 Chris Tham。
pt_br: %@, compilado %@. Copyright 2026 Hello Tham, criado por Chris Tham.
zh_hans: %@，构建于 %@。Copyright 2026 Hello Tham，由 Chris Tham 打造。

source: %@, credit
de: %@, Haben
es: %@, haber
fr: %@, crédit
it: %@, avere
ja: %@、貸方
pt_br: %@, crédito
zh_hans: %@，贷方

source: %@, debit
de: %@, Soll
es: %@, debe
fr: %@, débit
it: %@, dare
ja: %@、借方
pt_br: %@, débito
zh_hans: %@，借方

source: %@: %@ on %@
de: %@: %@ am %@
es: %@: %@ el %@
fr: %@ : %@ le %@
it: %@: %@ il %@
pt_br: %@: %@ em %@

source: %@: %lld items, total %@
de: %@: %lld Positionen, gesamt %@
es: %@: %lld elementos, total %@
fr: %@ : %lld éléments, total %@
it: %@: %lld voci, totale %@
ja: %@: %lld 件、合計 %@
pt_br: %@: %lld itens, total %@
zh_hans: %@：%lld 项，合计 %@

source: %@: net %@, franking credits %@
de: %@: netto %@, Steuergutschriften %@
es: %@: neto %@, créditos fiscales %@
fr: %@ : net %@, crédits d’impôt %@
it: %@: netto %@, crediti d’imposta %@
ja: %@: 正味 %@、フランキングクレジット %@
pt_br: %@: líquido %@, créditos fiscais %@
zh_hans: %@：净额 %@，税收抵免 %@

source: %lld addresses
de: %lld Adressen
es: %lld direcciones
fr: %lld adresses
it: %lld indirizzi
ja: 住所 %lld 件
pt_br: %lld endereços
zh_hans: %lld 个地址

source: %lld amounts
de: %lld Beträge
es: %lld importes
fr: %lld montants
it: %lld importi
ja: 金額 %lld 件
pt_br: %lld valores
zh_hans: %lld 个金额

source: %lld balance assertions checked
de: %lld Saldoprüfungen geprüft
es: %lld comprobaciones de saldo verificadas
fr: %lld assertions de solde vérifiées
it: %lld verifiche di saldo controllate
ja: 残高アサーション %lld 件を検証
pt_br: %lld verificações de saldo conferidas
zh_hans: 已检查 %lld 项余额断言

# %lld balance assertions checked (%lld failed)
source: %lld balance assertions checked (%2$lld failed)
de: %lld Saldoprüfungen geprüft (%2$lld fehlgeschlagen)
es: %lld comprobaciones de saldo verificadas (%2$lld con error)
fr: %lld assertions de solde vérifiées (%2$lld en échec)
it: %lld verifiche di saldo controllate (%2$lld non riuscite)
ja: 残高アサーション %lld 件を検証（%2$lld 件が失敗）
pt_br: %lld verificações de saldo conferidas (%2$lld com falha)
zh_hans: 已检查 %lld 项余额断言（%2$lld 项失败）

source: %lld balance assignments resolved
de: %lld Saldovorgaben aufgelöst
es: %lld asignaciones de saldo resueltas
fr: %lld affectations de solde résolues
it: %lld assegnazioni di saldo risolte
ja: 残高割当 %lld 件を解決
pt_br: %lld atribuições de saldo resolvidas
zh_hans: 已解析 %lld 项余额指派

# %lld bills due · %@
source: %1$lld bills due · %2$@
de: %1$lld fällige Rechnungen · %2$@
es: %1$lld facturas pendientes · %2$@
fr: %1$lld factures à payer · %2$@
it: %1$lld fatture in scadenza · %2$@
ja: 支払期日の請求 %1$lld 件 · %2$@
pt_br: %1$lld contas a vencer · %2$@
zh_hans: %1$lld 笔到期账单 · %2$@

source: %lld currencies have no exchange rate
de: %lld Währungen haben keinen Wechselkurs
es: %lld monedas no tienen tipo de cambio
fr: %lld devises n’ont pas de taux de change
it: %lld valute non hanno un tasso di cambio
ja: %lld 件の通貨に為替レートがありません
pt_br: %lld moedas não têm taxa de câmbio
zh_hans: %lld 种货币没有汇率

source: %lld detail records
de: %lld Detaildatensätze
es: %lld registros de detalle
fr: %lld enregistrements de détail
it: %lld record di dettaglio
ja: 詳細レコード %lld 件
pt_br: %lld registros de detalhe
zh_hans: %lld 条明细记录

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld 個のファイル
pt_br: %lld arquivos
zh_hans: %lld 个文件

source: %lld hand-valued holdings are out of date
de: %lld manuell bewertete Positionen sind veraltet
es: %lld posiciones valoradas a mano están desactualizadas
fr: %lld positions valorisées à la main sont obsolètes
it: %lld posizioni valutate a mano non sono aggiornate
ja: 手入力評価の保有 %lld 件が古くなっています
pt_br: %lld posições avaliadas à mão estão desatualizadas
zh_hans: %lld 项手工估值的持仓已过期

source: %lld holdings are more than a trading week behind
de: %lld Positionen sind mehr als eine Handelswoche im Rückstand
es: %lld posiciones llevan más de una semana bursátil de retraso
fr: %lld positions ont plus d’une semaine de bourse de retard
it: %lld posizioni sono indietro di più di una settimana di borsa
ja: 保有 %lld 件が取引一週間以上遅れています
pt_br: %lld posições estão mais de uma semana de pregão atrasadas
zh_hans: %lld 项持仓已落后超过一个交易周

source: %lld holdings have an ISIN and could be priced by FIIG
de: %lld Positionen haben eine ISIN und könnten von FIIG bewertet werden
es: %lld posiciones tienen un ISIN y FIIG podría cotizarlas
fr: %lld positions possèdent un ISIN et pourraient être cotées par FIIG
it: %lld posizioni hanno un ISIN e potrebbero essere quotate da FIIG
ja: %lld 件の保有に ISIN があり、FIIG で価格を付けられます
pt_br: %lld posições têm um ISIN e poderiam ser cotadas pela FIIG
zh_hans: %lld 项持仓带有 ISIN，可由 FIIG 定价

source: %lld holdings have gaps while they were held
de: %lld Positionen haben Lücken aus der Haltedauer
es: %lld posiciones tienen huecos mientras se mantuvieron
fr: %lld positions présentent des trous pendant leur détention
it: %lld posizioni presentano lacune nel periodo di possesso
ja: 保有期間中に欠落がある保有が %lld 件あります
pt_br: %lld posições têm lacunas no período em que foram mantidas
zh_hans: %lld 项持仓在持有期间存在缺口

source: %lld holdings have never been priced
de: %lld Positionen wurden nie bewertet
es: %lld posiciones nunca se han valorado
fr: %lld positions n’ont jamais été valorisées
it: %lld posizioni non sono mai state valutate
ja: 一度も価格が付いていない保有が %lld 件あります
pt_br: %lld posições nunca foram avaliadas
zh_hans: %lld 项持仓从未有过价格

source: %lld holdings, all current
de: %lld Positionen, alle aktuell
es: %lld posiciones, todas al día
fr: %lld positions, toutes à jour
it: %lld posizioni, tutte aggiornate
ja: 保有 %lld 件、すべて最新
pt_br: %lld posições, todas em dia
zh_hans: %lld 项持仓，全部为最新

source: %lld identifiers
de: %lld Kennungen
es: %lld identificadores
fr: %lld identifiants
it: %lld identificatori
ja: 識別子 %lld 件
pt_br: %lld identificadores
zh_hans: %lld 个标识符

source: %lld investment transactions
de: %lld Wertpapierbuchungen
es: %lld operaciones de inversión
fr: %lld opérations de placement
it: %lld operazioni di investimento
ja: %lld 件の投資取引
pt_br: %lld transações de investimento
zh_hans: %lld 笔投资交易

# %lld lines could not be read (first: %@)
source: %1$lld lines could not be read (first: %2$@)
de: %1$lld Zeilen konnten nicht gelesen werden (erste: %2$@)
es: No se pudieron leer %1$lld líneas (la primera: %2$@)
fr: %1$lld lignes n’ont pas pu être lues (première : %2$@)
it: Non è stato possibile leggere %1$lld righe (la prima: %2$@)
ja: %1$lld 行を読み取れませんでした（最初: %2$@）
pt_br: Não foi possível ler %1$lld linhas (a primeira: %2$@)
zh_hans: 有 %1$lld 行无法读取（首行：%2$@）

source: %lld missing days while held
de: %lld fehlende Tage während der Haltedauer
es: %lld días ausentes mientras se mantuvo
fr: %lld jours manquants pendant la détention
it: %lld giorni mancanti nel periodo di possesso
ja: 保有期間中の欠落 %lld 日
pt_br: %lld dias ausentes no período mantido
zh_hans: 持有期间缺失 %lld 天

source: %lld need a price
de: %lld benötigen einen Kurs
es: %lld necesitan precio
fr: %lld ont besoin d’un cours
it: %lld richiedono un prezzo
ja: %lld 件に価格が必要
pt_br: %lld precisam de preço
zh_hans: %lld 项需要价格

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld / %lld
pt_br: %lld de %lld
zh_hans: %lld / %lld

# %lld of %lld currencies have a rate.
source: %1$lld of %2$lld currencies have a rate.
de: %1$lld von %2$lld Währungen haben einen Kurs.
es: %1$lld de %2$lld monedas tienen tipo de cambio.
fr: %1$lld devises sur %2$lld ont un taux.
it: %1$lld valute su %2$lld hanno un tasso.
ja: %2$lld 件中 %1$lld 件の通貨にレートがあります。
pt_br: %1$lld de %2$lld moedas têm taxa.
zh_hans: %2$lld 种货币中有 %1$lld 种有汇率。

source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld per cento
ja: %lld パーセント
pt_br: %lld por cento
zh_hans: 百分之 %lld

source: %lld periodic/automated entries not applied
de: %lld periodische/automatische Einträge nicht angewendet
es: %lld asientos periódicos/automáticos no aplicados
fr: %lld écritures périodiques/automatiques non appliquées
it: %lld voci periodiche/automatiche non applicate
ja: 定期／自動エントリ %lld 件は適用されませんでした
pt_br: %lld lançamentos periódicos/automáticos não aplicados
zh_hans: 有 %lld 条定期／自动分录未应用

source: %lld points
de: %lld Punkte
es: %lld puntos
it: %lld punti
ja: %lld ポイント
pt_br: %lld pontos
zh_hans: %lld 点

source: %lld points. Text and icons scale with the row.
de: %lld Punkte. Text und Symbole skalieren mit der Zeile.
es: %lld puntos. El texto y los iconos se escalan con la fila.
fr: %lld points. Le texte et les icônes s’adaptent à la ligne.
it: %lld punti. Testo e icone si adattano alla riga.
ja: %lld ポイント。文字とアイコンも行に合わせて拡大縮小します。
pt_br: %lld pontos. O texto e os ícones acompanham a linha.
zh_hans: %lld 点。文字与图标随行高缩放。

source: %lld purchases marked
de: %lld Käufe markiert
es: %lld compras marcadas
fr: %lld achats marqués
it: %lld acquisti contrassegnati
ja: 買付 %lld 件を表示
pt_br: %lld compras marcadas
zh_hans: 标记了 %lld 笔买入

source: %lld requests
de: %lld Anfragen
es: %lld peticiones
fr: %lld requêtes
it: %lld richieste
ja: %lld 件のリクエスト
pt_br: %lld requisições
zh_hans: %lld 次请求

source: %lld sales marked
de: %lld Verkäufe markiert
es: %lld ventas marcadas
fr: %lld ventes marquées
it: %lld vendite contrassegnate
ja: 売却 %lld 件を表示
pt_br: %lld vendas marcadas
zh_hans: 标记了 %lld 笔卖出

source: %lld securities in one request
de: %lld Wertpapiere in einer Anfrage
es: %lld valores en una sola petición
fr: %lld titres en une seule requête
it: %lld titoli in una sola richiesta
ja: %lld 銘柄を 1 回のリクエストで
pt_br: %lld títulos em uma requisição
zh_hans: %lld 只证券，仅一次请求

# %lld securities · %@
source: %1$lld securities · %2$@
de: %1$lld Wertpapiere · %2$@
es: %1$lld valores · %2$@
fr: %1$lld titres · %2$@
it: %1$lld titoli · %2$@
ja: %1$lld 銘柄 · %2$@
pt_br: %1$lld títulos · %2$@
zh_hans: %1$lld 只证券 · %2$@

# %lld splits posted to “%@” must move to another account.
source: %1$lld splits posted to “%2$@” must move to another account.
de: %1$lld Buchungsteile in „%2$@“ müssen auf ein anderes Konto verschoben werden.
es: %1$lld desgloses registrados en «%2$@» deben pasar a otra cuenta.
fr: %1$lld répartitions imputées à « %2$@ » doivent être déplacées vers un autre compte.
it: %1$lld suddivisioni registrate su “%2$@” devono essere spostate su un altro conto.
ja: 「%2$@」に記帳された %1$lld 件のスプリットを別の勘定科目に移す必要があります。
pt_br: %1$lld divisões lançadas em “%2$@” precisam ser movidas para outra conta.
zh_hans: 记入“%2$@”的 %1$lld 条分录需移至其他科目。

source: %lld subaccounts must move to another parent.
de: %lld Unterkonten müssen einem anderen übergeordneten Konto zugeordnet werden.
es: %lld subcuentas deben pasar a otra cuenta principal.
fr: %lld sous-comptes doivent être rattachés à un autre compte parent.
it: %lld sottoconti devono essere spostati sotto un altro conto principale.
ja: %lld 件の補助科目を別の親科目に移す必要があります。
pt_br: %lld subcontas precisam ser movidas para outra conta principal.
zh_hans: 需将 %lld 个子科目移至其他上级科目。

# %lld subaccounts — carrying %lld splits — must move to another parent.
source: %lld subaccounts — carrying %2$lld splits — must move to another parent.
de: %lld Unterkonten – mit %2$lld Buchungsteilen – müssen einem anderen übergeordneten Konto zugeordnet werden.
es: %lld subcuentas —con %2$lld desgloses— deben pasar a otra cuenta principal.
fr: %lld sous-comptes – portant %2$lld répartitions – doivent être rattachés à un autre compte parent.
it: %lld sottoconti — con %2$lld suddivisioni — devono essere spostati sotto un altro conto principale.
ja: %2$lld 件のスプリットを持つ %lld 件の補助科目を、別の親科目に移す必要があります。
pt_br: %lld subcontas — com %2$lld divisões — precisam ser movidas para outra conta principal.
zh_hans: %lld 个子科目（含 %2$lld 条分录）需移至其他上级科目。

source: %lld to review
de: %lld zu prüfen
es: %lld por revisar
fr: %lld à vérifier
it: %lld da rivedere
ja: 確認待ち %lld 件
pt_br: %lld a revisar
zh_hans: %lld 条待审阅

source: %lld trading days behind
de: %lld Handelstage im Rückstand
es: %lld días bursátiles de retraso
fr: %lld jours de bourse de retard
it: %lld giorni di borsa di ritardo
ja: 取引 %lld 日遅れ
pt_br: %lld dias de pregão atrasados
zh_hans: 落后 %lld 个交易日

source: %lld transactions
de: %lld Buchungen
es: %lld transacciones
fr: %lld opérations
it: %lld transazioni
ja: %lld 件の取引
pt_br: %lld transações
zh_hans: %lld 笔交易

source: %lld transactions found — review to import and reconcile.
de: %lld Buchungen gefunden — prüfen, um zu importieren und abzugleichen.
es: Se han encontrado %lld transacciones: revísalas para importarlas y conciliarlas.
fr: %lld opérations trouvées — vérifiez-les pour les importer et les rapprocher.
it: Trovate %lld transazioni: rivedile per importarle e riconciliarle.
ja: %lld 件の取引が見つかりました。確認して読み込み・照合してください。
pt_br: %lld transações encontradas — revise para importar e reconciliar.
zh_hans: 找到 %lld 笔交易 — 请审阅以导入并对账。

source: %lld unbalanced virtual postings skipped
de: %lld unausgeglichene virtuelle Buchungen übersprungen
es: %lld apuntes virtuales descuadrados omitidos
fr: %lld écritures virtuelles non équilibrées ignorées
it: %lld registrazioni virtuali non bilanciate ignorate
ja: 不均衡な仮想記帳 %lld 件をスキップ
pt_br: %lld lançamentos virtuais desbalanceados ignorados
zh_hans: 已跳过 %lld 条不平衡的虚拟记账

source: %lld uncategorised transactions
de: %lld nicht kategorisierte Buchungen
es: %lld transacciones sin categorizar
fr: %lld opérations non catégorisées
it: %lld transazioni non categorizzate
ja: 未分類の取引 %lld 件
pt_br: %lld transações sem categoria
zh_hans: %lld 笔未分类交易

source: %lld unknown currencies
de: %lld unbekannte Währungen
es: %lld monedas desconocidas
fr: %lld devises inconnues
it: %lld valute sconosciute
ja: 不明な通貨 %lld 件
pt_br: %lld moedas desconhecidas
zh_hans: %lld 种未知货币

source: %lld unknown symbols
de: %lld unbekannte Symbole
es: %lld símbolos desconocidos
fr: %lld symboles inconnus
it: %lld simboli sconosciuti
ja: 不明なシンボル %lld 件
pt_br: %lld símbolos desconhecidos
zh_hans: %lld 个未知代码

source: %lld updated, %lld unavailable.
de: %lld aktualisiert, %lld nicht verfügbar.
es: %lld actualizados, %lld no disponibles.
fr: %lld mis à jour, %lld indisponibles.
it: %lld aggiornati, %lld non disponibili.
ja: %lld件更新、%lld件は取得不可。
pt_br: %lld atualizados, %lld indisponíveis.
zh_hans: 已更新 %lld 项，%lld 项不可用。

source: %lld with gaps while held
de: %lld mit Lücken aus der Haltedauer
es: %lld con huecos mientras se mantuvieron
fr: %lld avec des trous pendant la détention
it: %lld con lacune nel periodo di possesso
ja: 保有期間中の欠落あり %lld 件
pt_br: %lld com lacunas no período mantido
zh_hans: %lld 项在持有期间存在缺口

source: %lld%% of portfolio value priced
de: %lld%% des Portfoliowerts bewertet
es: %lld%% del valor de la cartera valorado
fr: %lld%% de la valeur du portefeuille valorisée
it: %lld%% del valore del portafoglio valutato
ja: ポートフォリオ価値の %lld%% に価格あり
pt_br: %lld%% do valor da carteira avaliado
zh_hans: 已为 %lld%% 的投资组合价值定价

source: %lldd
de: %lldT
fr: %lldj
it: %lldg
ja: %lld日
zh_hans: %lld天

source: **A break in the line means missing prices** — it is never drawn through days that have none. What counts as a break scales with the period, so a week's absence shows over a month and not over five years.
de: **Eine Lücke in der Linie bedeutet fehlende Kurse** — sie wird nie durch Tage ohne Kurs gezogen. Was als Lücke gilt, richtet sich nach dem Zeitraum: eine fehlende Woche zeigt sich über einen Monat, nicht über fünf Jahre.
es: **Una interrupción en la línea significa precios ausentes**: nunca se traza a través de días sin precio. Lo que cuenta como interrupción depende del período, así que una semana ausente se ve en un mes y no en cinco años.
fr: **Une rupture de la courbe signale des cours manquants** — elle n'est jamais tracée à travers des jours sans cours. Ce qui compte comme rupture dépend de la période : une semaine absente se voit sur un mois, pas sur cinq ans.
it: **Un'interruzione nella linea indica prezzi mancanti** — non viene mai tracciata attraverso giorni che non ne hanno. Ciò che conta come interruzione dipende dal periodo: una settimana assente si vede su un mese, non su cinque anni.
ja: **線の途切れは価格の欠落を意味します** — 価格のない日をまたいで線を引くことはありません。何を途切れとみなすかは期間に応じて変わるため、1週間の欠落は1か月では現れ、5年では現れません。
pt_br: **Uma quebra na linha significa preços ausentes** — ela nunca é traçada através de dias sem preço. O que conta como quebra acompanha o período, então uma semana ausente aparece em um mês e não em cinco anos.
zh_hans: **线条中断表示价格缺失**——绝不会跨越没有价格的日期绘制。何为中断取决于所选期间：缺失一周在一个月的图中会显示，在五年的图中则不会。

source: **A declared dividend that is not in your book** means income — and tax — is understated.
de: **Eine erklärte Dividende, die im Buch fehlt**, bedeutet zu niedrig ausgewiesene Erträge – und Steuern.
es: **Un dividendo declarado que no está en tu libro** significa que los ingresos —y los impuestos— están infravalorados.
fr: **Un dividende déclaré absent de votre livre** signifie que les produits — et l’impôt — sont sous-évalués.
it: **Un dividendo dichiarato che non è nel tuo libro** significa entrate — e imposte — sottostimate.
ja: **宣言された配当が帳簿にない**なら、収益、ひいては税額が過少になっています。
pt_br: **Um dividendo declarado que não está no seu livro** significa receita — e imposto — subestimados.
zh_hans: **已宣派而账簿中没有的股息**意味着收入——以及税额——被低估了。

source: **A price far from the ones around it** catches a decimal slip or a figure typed in cents — the errors most likely to hide in hand-entered prices.
de: **Ein Kurs, der weit von den umliegenden abweicht**, entlarvt einen Komma-Fehler oder eine in Cent eingegebene Zahl – die Fehler, die sich am ehesten in handerfassten Kursen verstecken.
es: **Una cotización lejos de las de su entorno** delata un error de coma decimal o una cifra escrita en céntimos: los fallos que más se esconden en las cotizaciones introducidas a mano.
fr: **Un cours éloigné de ceux qui l’entourent** trahit une erreur de virgule ou un montant saisi en centimes — les fautes qui se cachent le plus volontiers dans les cours saisis à la main.
it: **Una quotazione lontana da quelle vicine** rivela un errore di virgola o un importo inserito in centesimi: gli errori che più facilmente si nascondono nelle quotazioni inserite a mano.
ja: **前後から大きく離れた価格**は、小数点のずれやセント単位での入力を捉えます — 手入力の価格に最も紛れ込みやすい誤りです。
pt_br: **Uma cotação distante das vizinhas** revela um erro de vírgula ou um valor digitado em centavos — os erros que mais se escondem em cotações digitadas à mão.
zh_hans: **与前后相差甚远的价格**能揪出小数点错位或按分录入的数字——这类错误最容易藏在手工录入的价格里。

source: **A split that was never recorded** is the quiet one: every price before that date disagrees with the units you held, so past valuations and the whole chart are wrong.
de: **Ein nie erfasster Split** ist der leise Fall: Jeder Kurs vor diesem Datum passt nicht zu den gehaltenen Einheiten, also sind frühere Bewertungen und das ganze Diagramm falsch.
es: **Un split que nunca se registró** es el silencioso: toda cotización anterior a esa fecha no concuerda con las unidades que tenías, así que las valoraciones pasadas y todo el gráfico están mal.
fr: **Une division jamais enregistrée** est la discrète : tout cours antérieur à cette date ne correspond pas aux unités détenues, si bien que les valorisations passées et tout le graphique sont faux.
it: **Un frazionamento mai registrato** è quello silenzioso: ogni quotazione precedente a quella data non concorda con le unità detenute, quindi le valutazioni passate e l’intero grafico sono sbagliati.
ja: **記録されなかった株式分割**は静かな問題です。その日より前のすべての価格が保有口数と食い違うため、過去の評価額もチャート全体も誤りになります。
pt_br: **Um desdobramento nunca registrado** é o silencioso: toda cotação anterior àquela data não bate com as unidades que você tinha, então avaliações passadas e o gráfico inteiro ficam errados.
zh_hans: **从未记录的拆股**是最不声不响的一种：该日期之前的每个价格都与你持有的单位数不符，因此过往估值与整张图表都是错的。
